{
  "str": "Sarah: Today we're going to talk about the weather. Have you checked the forecast today?\n\nJack: Yes, I have. It's going to be pretty hot!\n\nSarah: What's the temperature?\n\nJack: It's going to get to nearly 40.\n\nSarah: What Jack's talking about is the temperature. That's one of the main things we look at when we check a weather forecast. The temperature can be measured in degrees Celsius or degrees Fahrenheit but in Australia, we use Celsius. In spoken English, you are more likely to hear people say 'degrees' rather than 'degrees Celsius'. Or just the number. Jack, can you give us an example?\n\nJack: So glad you asked, Sarah! In the South of Australia, it's going to be very hot today. Melbourne will reach a top of 38 degrees while Adelaide will get to 39. In the East, it's a bit cooler. Sydney will get to a top of 32 while Brisbane will be at 35. Back to you Sarah.\n\nSarah: In written English, 39 degrees Celsius looks like this: 39°C. Notice that Celsius has a capital C. You might also see a temperature range in the weather forecast. For example, tomorrow might have a high of 38 degrees and a low of 20, so the temperature range is 20 to 38 which looks like this: 20 - 38°C. Notice that you don't stress the word 'to'. If it's really cold, you might see negative temperatures which means they're below zero. For example, it might be negative 10 or you could say minus 10. But that doesn't happen too often in Australia. Now, let's hear some people talk about the weather.\n\nNic: Ah how good is this weather?\n\nCharlotte: It's a bit too hot for me! I'd prefer the temperature to be in the 20s.\n\nNic: What do you reckon your favourite temperature is?\n\nCharlotte: Oh, probably about 23.\n\nNic: See me, I love it above 30 because you can go to the beach!\n\nCharlotte: Is it going to be hot this weekend?\n\nNic: No, I actually think it's going to be raining on Saturday.\n\nCharlotte: Oh no, I was going to have a picnic!\n\nNic: Well, on Sunday I think it's going to be sunny again. So you could go then!\n\nCharlotte: What's the temperature going to be?\n\nNic: I think about 20 to 25 degrees.\n\nJack: When we describe the weather we say if it's going to be 'hot' or 'cold'. We also talk about if it's going to be 'sunny' or 'cloudy', if it's going to 'rain' or 'snow' or 'hail'. It might also be 'windy' or there could be a storm with thunder and lightning; sometimes called a 'thunderstorm'.\n\nSarah: Then there are extreme weather events like cyclones, tsunamis, floods and tornadoes. A 'cyclone' is a violent tropical storm. In other parts of the world they are called hurricanes or typhoons. A 'tsunami' is a very large, destructive wave caused by an earthquake. 'Tsunami' is actually a Japanese word which means harbour wave. A 'flood' is when water builds up after heavy rain. Floods often come during a 'monsoon' which is a period of heavy rain. A 'tornado' is a violent, whirling wind but luckily we don't have too many of those in Australia.\n\nJack: (The) weather's kind of interesting, isn't it?\n\nSarah: It is! The study of weather is called meteorology. And the people who study it are called meteorologists. Now remember the weather is a good topic to use to practise your written and speaking skills. You can listen to your local weather report and make some notes.\n\nJack: As for us, we're going to go to the beach to enjoy the sunshine!\n\nSarah: Sounds excellent. See ya!",
  "options": {
    "includes": [
      "pretty",
      "nearly",
      "measured",
      "fahrenheit",
      "rather",
      "asked",
      "south",
      "melbourne",
      "reach",
      "adelaide",
      "east",
      "cooler",
      "sydney",
      "brisbane",
      "capital",
      "tomorrow",
      "stress",
      "really",
      "temperatures",
      "minus",
      "happen",
      "prefer",
      "reckon",
      "favourite",
      "probably",
      "raining",
      "saturday",
      "picnic",
      "sunday",
      "describe",
      "cloudy",
      "hail",
      "windy",
      "thunder",
      "lightning",
      "thunderstorm",
      "extreme",
      "events",
      "cyclones",
      "tsunamis",
      "tornadoes",
      "cyclone",
      "tropical",
      "hurricanes",
      "typhoons",
      "destructive",
      "caused",
      "earthquake",
      "harbour",
      "flood",
      "water",
      "builds",
      "during",
      "monsoon",
      "tornado",
      "whirling",
      "interesting",
      "meteorology",
      "meteorologists",
      "remember",
      "practise",
      "skills",
      "sunshine",
      "excellent",
      "hear",
      "while",
      "written",
      "notice",
      "means",
      "beach",
      "storm",
      "floods",
      "violent",
      "tsunami",
      "wave",
      "heavy",
      "forecast",
      "australia",
      "celsius",
      "temperature",
      "degrees",
      "weather",
      "negative"
    ],
    "excludes": [
      "listen",
      "sounds",
      "local",
      "bit",
      "talk",
      "there",
      "report",
      "wind",
      "notes",
      "enjoy",
      "word",
      "cold",
      "looks",
      "snow",
      "actually",
      "sunny",
      "rain",
      "make",
      "which",
      "parts",
      "again",
      "other",
      "by",
      "ah",
      "with",
      "has",
      "zero",
      "back",
      "high",
      "low",
      "above",
      "world",
      "get",
      "when",
      "but",
      "think",
      "then",
      "don",
      "as",
      "up",
      "after",
      "come",
      "many",
      "those",
      "kind",
      "isn",
      "who",
      "they",
      "often",
      "now",
      "some",
      "good",
      "me",
      "oh",
      "no",
      "on",
      "re",
      "called",
      "have",
      "hot",
      "people",
      "say",
      "example",
      "so",
      "like",
      "also",
      "could",
      "too",
      "your",
      "go",
      "what",
      "that",
      "can",
      "are",
      "will",
      "this",
      "see",
      "for",
      "if",
      "might",
      "about",
      "and",
      "nic",
      "jack",
      "sarah",
      "we",
      "or",
      "of",
      "in",
      "going",
      "be",
      "is",
      "it",
      "the",
      "to",
      "well",
      "was",
      "how",
      "let",
      "doesn",
      "do",
      "love",
      "than",
      "more",
      "look",
      "one",
      "yes",
      "main",
      "check",
      "just",
      "number",
      "give",
      "ya",
      "at",
      "use",
      "us",
      "an",
      "very",
      "top",
      "english",
      "talking",
      "things",
      "large",
      "japanese",
      "luckily",
      "topic",
      "range",
      "study",
      "today",
      "speaking",
      "period",
      "because",
      "below",
      "spoken",
      "likely",
      "glad",
      "weekend",
      "sometimes",
      "checked",
      "charlotte"
    ]
  }
}